Repository: dawidpieper/elten_mobile
Catalog: resources/*.lproj/Localizable.strings
Languages: de

source: Accept invitation.default
de: Accept invitation

source: Accept invitation.file
de: views/forum.rb

source: Accept invitation.reference
de: views/forum.rb:143

source: Accept invitation.translation
de: Einladung akzeptieren

source: All groups.default
de: All groups

source: All groups.file
de: views/forum.rb

source: All groups.reference
de: views/forum.rb:172

source: All groups.translation
de: Alle Gruppen

source: All the typed text will be lost.default
de: All the typed text will be lost.

source: All the typed text will be lost.file
de: views/forum.rb:494 views/messages.rb

source: All the typed text will be lost.reference
de: views/forum.rb:494 views/messages.rb:472

source: All the typed text will be lost.translation
de: Der gesamte eingegebene Text geht dabei verloren.

source: Are you sure you want to cancel the compossing of new message?.default
de: Are you sure you want to cancel the compossing of new message?

source: Are you sure you want to cancel the compossing of new message?.file
de: views/messages.rb

source: Are you sure you want to cancel the compossing of new message?.reference
de: views/messages.rb:472

source: Are you sure you want to cancel the compossing of new message?.translation
de: Sind Sie sicher, dass Sie das Verfassen der Nachricht abbrechen möchten?

source: Are you sure you want to cancel the creation of new thread?.default
de: Are you sure you want to cancel the creation of new thread?

source: Are you sure you want to cancel the creation of new thread?.file
de: views/forum.rb

source: Are you sure you want to cancel the creation of new thread?.reference
de: views/forum.rb:494

source: Are you sure you want to cancel the creation of new thread?.translation
de: Sind Sie sicher, dass Sie die Erstellung des neuen Themas abbrechen möchten?

source: Are you sure you want to join .default
de: Are you sure you want to join

source: Are you sure you want to join .file
de: views/forum.rb

source: Are you sure you want to join .reference
de: views/forum.rb:188

source: Are you sure you want to join .translation
de: Sind Sie sicher, dass sie beitreten möchten

source: Are you sure you want to leave .default
de: Are you sure you want to leave

source: Are you sure you want to leave .file
de: views/forum.rb

source: Are you sure you want to leave .reference
de: views/forum.rb:189

source: Are you sure you want to leave .translation
de: Sind Sie sicher, dass sie verlassen möchten

source: Are you sure you want to request to join .default
de: Are you sure you want to request to join

source: Are you sure you want to request to join .file
de: views/forum.rb

source: Are you sure you want to request to join .reference
de: views/forum.rb:190

source: Are you sure you want to request to join .translation
de: Sind Sie sicher, dass sie die Beitrittsanfrage senden möchten für

source: Authentication code.default
de: Authentication code

source: Authentication code.file
de: views/welcome.rb

source: Authentication code.reference
de: views/welcome.rb:133

source: Authentication code.translation
de: Authentifizierungscode

source: Autologin failed.default
de: Autologin failed

source: Autologin failed.file
de: views/welcome.rb

source: Autologin failed.reference
de: views/welcome.rb:64

source: Autologin failed.translation
de: Auto-Anmeldung fehlgeschlagen

source: Autologin failed, please sign in manually.default
de: Autologin failed, please sign in manually

source: Autologin failed, please sign in manually.file
de: views/welcome.rb

source: Autologin failed, please sign in manually.reference
de: views/welcome.rb:66

source: Autologin failed, please sign in manually.translation
de: Auto-Anmeldung fehlgeschlagen, bitte manuell anmelden

source: Autologin verification failed.default
de: Autologin verification failed

source: Autologin verification failed.file
de: views/welcome.rb

source: Autologin verification failed.reference
de: views/welcome.rb:92

source: Autologin verification failed.translation
de: Verifizierung für die Auto-Anmeldung fehlgeschlagen

source: Cancel.default
de: Cancel

source: Cancel.file
de: views/forum.rb:486 views/messages.rb:464 views/welcome.rb

source: Cancel.reference
de: views/forum.rb:486 views/messages.rb:464 views/welcome.rb:138

source: Cancel.translation
de: Abbrechen

source: Cancel recording.default
de: Cancel recording

source: Cancel recording.file
de: views/messages.rb

source: Cancel recording.reference
de: views/messages.rb:349

source: Cancel recording.translation
de: Aufnahme abbrechen

source: Compose new message.default
de: Compose new message

source: Compose new message.file
de: views/messages.rb

source: Compose new message.reference
de: views/messages.rb:33

source: Compose new message.translation
de: Neue Nachricht verfassen

source: Continue.default
de: Continue

source: Continue.file
de: views/welcome.rb

source: Continue.reference
de: views/welcome.rb:142

source: Continue.translation
de: Fortfahren

source: Create thread.default
de: Create thread

source: Create thread.file
de: views/forum.rb

source: Create thread.reference
de: views/forum.rb:502

source: Create thread.translation
de: Thema erstellen

source: Do you want to enable notifications?.default
de: Do you want to enable notifications?

source: Do you want to enable notifications?.file
de: ios/app_delegate.rb

source: Do you want to enable notifications?.reference
de: ios/app_delegate.rb:28

source: Do you want to enable notifications?.translation
de: Möchten Sie Benachrichtigungen aktivieren?

source: Do you wish to enable microphone access?.default
de: Do you wish to enable microphone access?

source: Do you wish to enable microphone access?.file
de: ios/sound.rb

source: Do you wish to enable microphone access?.reference
de: ios/sound.rb:48

source: Do you wish to enable microphone access?.translation
de: Möchten Sie Elten Zugriff auf Ihr Mikrofon gewären?

source: Do you wish to setup autologin?.default
de: Do you wish to setup autologin?

source: Do you wish to setup autologin?.file
de: views/welcome.rb

source: Do you wish to setup autologin?.reference
de: views/welcome.rb:88

source: Do you wish to setup autologin?.translation
de: Möchten Sie sich bei jedem Start automatisch anmelden?

source: Error.default
de: Error

source: Error.file
de: views/messages.rb:360 views/messages.rb:543 views/profile.rb

source: Error.reference
de: views/messages.rb:360 views/messages.rb:543 views/profile.rb:72

source: Error.translation
de: Fehler

source: Error occurred.default
de: Error occurred

source: Error occurred.file
de: views/messages.rb:151 views/messages.rb

source: Error occurred.reference
de: views/messages.rb:151 views/messages.rb:306

source: Error occurred.translation
de: Fehler

source: Error while sending your reply.default
de: Error while sending your reply

source: Error while sending your reply.file
de: views/messages.rb:267 views/messages.rb:388 views/messages.rb

source: Error while sending your reply.reference
de: views/messages.rb:267 views/messages.rb:388 views/messages.rb:592

source: Error while sending your reply.translation
de: Fehler beim Senden Ihrer Antwort

source: Failed to register for Push Notifications.default
de: Failed to register for Push Notifications

source: Failed to register for Push Notifications.file
de: ios/app_delegate.rb

source: Failed to register for Push Notifications.reference
de: ios/app_delegate.rb:70

source: Failed to register for Push Notifications.translation
de: Fehler beim Registrieren für Push-Benachrichtigungen

source: Follow thread.default
de: Follow thread

source: Follow thread.file
de: views/forum.rb

source: Follow thread.reference
de: views/forum.rb:399

source: Follow thread.translation
de: Thema folgen

source: Followed threads.default
de: Followed threads

source: Followed threads.file
de: views/forum.rb

source: Followed threads.reference
de: views/forum.rb:164

source: Followed threads.translation
de: Verfolgte Themen

source: Forum.default
de: Forum

source: Forum.file
de: views/main.rb

source: Forum.reference
de: views/main.rb:37

source: Forum.translation
de: Forum

source: Information.default
de: Information

source: Information.file
de: views/messages.rb

source: Information.reference
de: views/messages.rb:237

source: Information.translation
de: Information

source: Join.default
de: Join

source: Join.file
de: views/forum.rb

source: Join.reference
de: views/forum.rb:141

source: Join.translation
de: Beitreten

source: Leave.default
de: Leave

source: Leave.file
de: views/forum.rb

source: Leave.reference
de: views/forum.rb:139

source: Leave.translation
de: Verlassen

source: Log out.default
de: Log out

source: Log out.file
de: views/main.rb

source: Log out.reference
de: views/main.rb:37

source: Log out.translation
de: Abmelden

source: Login.default
de: Login

source: Login.file
de: views/welcome.rb

source: Login.reference
de: views/welcome.rb:35

source: Login.translation
de: Nutzername

source: Login failed.default
de: Login failed

source: Login failed.file
de: views/welcome.rb

source: Login failed.reference
de: views/welcome.rb:82

source: Login failed.translation
de: Anmeldung fehlgeschlagen

source: Members.default
de: Members

source: Members.file
de: views/forum.rb

source: Members.reference
de: views/forum.rb:136

source: Members.translation
de: Mitglieder

source: Members of.default
de: Members of

source: Members of.file
de: views/forum.rb

source: Members of.reference
de: views/forum.rb:215

source: Members of.translation
de: Mitglieder von

source: Messages.default
de: Messages

source: Messages.file
de: views/main.rb:37 views/messages.rb

source: Messages.reference
de: views/main.rb:37 views/messages.rb:41

source: Messages.translation
de: Nachrichten

source: New Thread.default
de: New Thread

source: New Thread.file
de: views/forum.rb

source: New Thread.reference
de: views/forum.rb:438

source: New Thread.translation
de: Neues Thema

source: New message.default
de: New message

source: New message.file
de: views/messages.rb:406 views/messages.rb:419 views/messages.rb

source: New message.reference
de: views/messages.rb:406 views/messages.rb:419 views/messages.rb:420

source: New message.translation
de: Neue Nachricht

source: New thread.default
de: New thread

source: New thread.file
de: views/forum.rb:354 views/forum.rb

source: New thread.reference
de: views/forum.rb:354 views/forum.rb:451

source: New thread.translation
de: Neues Thema

source: No.default
de: No

source: No.file
de: views/welcome.rb

source: No.reference
de: views/welcome.rb:88

source: No.translation
de: Nein

source: Not now.default
de: Not now

source: Not now.file
de: ios/sound.rb

source: Not now.reference
de: ios/sound.rb:48

source: Not now.translation
de: Nicht jetzt

source: Open groups.default
de: Open groups

source: Open groups.file
de: views/forum.rb

source: Open groups.reference
de: views/forum.rb:173

source: Open groups.translation
de: Offene Gruppen

source: Password.default
de: Password

source: Password.file
de: views/welcome.rb

source: Password.reference
de: views/welcome.rb:44

source: Password.translation
de: Passwort

source: Play recorded message.default
de: Play recorded message

source: Play recorded message.file
de: views/messages.rb

source: Play recorded message.reference
de: views/messages.rb:555

source: Play recorded message.translation
de: Aufgenommene Nachricht abspielen

source: Play recorded post.default
de: Play recorded post

source: Play recorded post.file
de: views/forum.rb:565 views/forum.rb

source: Play recorded post.reference
de: views/forum.rb:565 views/forum.rb:789

source: Play recorded post.translation
de: Aufgenommenen Beitrag abspielen

source: Post.default
de: Post

source: Post.file
de: views/forum.rb

source: Post.reference
de: views/forum.rb:472

source: Post.translation
de: Beitrag

source: Post reply.default
de: Post reply

source: Post reply.file
de: views/forum.rb

source: Post reply.reference
de: views/forum.rb:729

source: Post reply.translation
de: Antwort senden

source: Receiver.default
de: Receiver

source: Receiver.file
de: views/messages.rb

source: Receiver.reference
de: views/messages.rb:433

source: Receiver.translation
de: Empfänger

source: Record Audio Message.default
de: Record Audio Message

source: Record Audio Message.file
de: views/messages.rb

source: Record Audio Message.reference
de: views/messages.rb:368

source: Record Audio Message.translation
de: Audionachricht aufnehmen

source: Record Post.default
de: Record Post

source: Record Post.file
de: views/forum.rb

source: Record Post.reference
de: views/forum.rb:692

source: Record Post.translation
de: Beitrag aufnehmen

source: Record again.default
de: Record again

source: Record again.file
de: views/forum.rb:563 views/forum.rb:787 views/messages.rb

source: Record again.reference
de: views/forum.rb:563 views/forum.rb:787 views/messages.rb:552

source: Record again.translation
de: Erneut aufnehmen

source: Record audio message.default
de: Record audio message

source: Record audio message.file
de: views/messages.rb:224 views/messages.rb

source: Record audio message.reference
de: views/messages.rb:224 views/messages.rb:250

source: Record audio message.translation
de: Audionachricht aufnehmen

source: Record message.default
de: Record message

source: Record message.file
de: views/messages.rb

source: Record message.reference
de: views/messages.rb:459

source: Record message.translation
de: Nachricht aufnehmen

source: Record post.default
de: Record post

source: Record post.file
de: views/forum.rb:478 views/forum.rb

source: Record post.reference
de: views/forum.rb:478 views/forum.rb:812

source: Record post.translation
de: Beitrag aufnehmen

source: Refresh.default
de: Refresh

source: Refresh.file
de: views/forum.rb:23 views/messages.rb

source: Refresh.reference
de: views/forum.rb:23 views/messages.rb:21

source: Refresh.translation
de: Aktualisieren

source: Request.default
de: Request

source: Request.file
de: views/forum.rb

source: Request.reference
de: views/forum.rb:145

source: Request.translation
de: Anfragen

source: Return to text editor.default
de: Return to text editor

source: Return to text editor.file
de: views/messages.rb

source: Return to text editor.reference
de: views/messages.rb:562

source: Return to text editor.translation
de: Zum Texteditor zurückkehren

source: Send.default
de: Send

source: Send.file
de: views/messages.rb

source: Send.reference
de: views/messages.rb:479

source: Send.translation
de: Senden

source: Send message.default
de: Send message

source: Send message.file
de: views/profile.rb

source: Send message.reference
de: views/profile.rb:28

source: Send message.translation
de: Nachricht senden

source: Sending.default
de: Sending...

source: Sending.file
de: views/forum.rb:580 views/forum.rb

source: Sending.reference
de: views/forum.rb:580 views/forum.rb:804

source: Sending.translation
de: Wird gesendet...

source: Show debug info.default
de: Show debug info

source: Show debug info.file
de: views/main.rb

source: Show debug info.reference
de: views/main.rb:37

source: Show debug info.translation
de: Debug-Info zeigen

source: Show profile.default
de: Show profile

source: Show profile.file
de: views/forum.rb:687 views/messages.rb

source: Show profile.reference
de: views/forum.rb:687 views/messages.rb:84

source: Show profile.translation
de: Profil zeigen

source: Sign In to Elten.default
de: Sign In to Elten

source: Sign In to Elten.file
de: views/welcome.rb

source: Sign In to Elten.reference
de: views/welcome.rb:24

source: Sign In to Elten.translation
de: In Elten anmelden

source: Signing in, please wait.default
de: Signing in, please wait

source: Signing in, please wait.file
de: views/welcome.rb

source: Signing in, please wait.reference
de: views/welcome.rb:61

source: Signing in, please wait.translation
de: Anmeldung läuft, bitte warten

source: Stop recording.default
de: Stop recording

source: Stop recording.file
de: views/messages.rb

source: Stop recording.reference
de: views/messages.rb:538

source: Stop recording.translation
de: Aufnahme stoppen

source: Subject.default
de: Subject

source: Subject.file
de: views/messages.rb

source: Subject.reference
de: views/messages.rb:442

source: Subject.translation
de: Betreff

source: Submit.default
de: Submit

source: Submit.file
de: views/welcome.rb

source: Submit.reference
de: views/welcome.rb:52

source: Submit.translation
de: Senden

source: Title.default
de: Title

source: Title.file
de: views/forum.rb

source: Title.reference
de: views/forum.rb:458

source: Title.translation
de: Titel

source: Two-Factor Authentication.default
de: Two-Factor Authentication

source: Two-Factor Authentication.file
de: views/welcome.rb

source: Two-Factor Authentication.reference
de: views/welcome.rb:124

source: Two-Factor Authentication.translation
de: Zwei-Faktor-Authentifizierung

source: Unexpected error occurred while creating thread.default
de: Unexpected error occurred while creating thread

source: Unexpected error occurred while creating thread.file
de: views/forum.rb

source: Unexpected error occurred while creating thread.reference
de: views/forum.rb:514

source: Unexpected error occurred while creating thread.translation
de: Ein unerwarteter Fehler ist bei der Erstellung des neuen Themas aufgetreten

source: Unexpected error occurred while sending this message.default
de: Unexpected error occurred while sending this message

source: Unexpected error occurred while sending this message.file
de: views/messages.rb

source: Unexpected error occurred while sending this message.reference
de: views/messages.rb:495

source: Unexpected error occurred while sending this message.translation
de: Unerwarteter Fehler beim Senden dieser Nachricht aufgetreten

source: Unfollow thread.default
de: Unfollow thread

source: Unfollow thread.file
de: views/forum.rb

source: Unfollow thread.reference
de: views/forum.rb:400

source: Unfollow thread.translation
de: Thema nicht mehr folgen

source: Visitingcard.default
de: Visitingcard

source: Visitingcard.file
de: views/profile.rb

source: Visitingcard.reference
de: views/profile.rb:64

source: Visitingcard.translation
de: Visitenkarte

source: Waiting invitations.default
de: Waiting invitations

source: Waiting invitations.file
de: views/forum.rb

source: Waiting invitations.reference
de: views/forum.rb:174

source: Waiting invitations.translation
de: Ausstehende Einladungen

source: Yes.default
de: Yes

source: Yes.file
de: views/messages.rb:472 views/welcome.rb

source: Yes.reference
de: views/messages.rb:472 views/welcome.rb:88

source: Yes.translation
de: Ja

source: Your message.default
de: Your message

source: Your message.file
de: views/messages.rb

source: Your message.reference
de: views/messages.rb:452

source: Your message.translation
de: Ihre Nachricht

source: Your reply.default
de: Your reply

source: Your reply.file
de: views/forum.rb:721 views/messages.rb

source: Your reply.reference
de: views/forum.rb:721 views/messages.rb:212

source: Your reply.translation
de: Ihre Antwort

source: female.default
de: female

source: female.file
de: views/profile.rb

source: female.reference
de: views/profile.rb:51

source: female.translation
de: weiblich

source: join.default
de: join

source: join.file
de: views/forum.rb

source: join.reference
de: views/forum.rb:186

source: join.translation
de: beitreten

source: leave.default
de: leave

source: leave.file
de: views/forum.rb

source: leave.reference
de: views/forum.rb:187

source: leave.translation
de: verlassen

source: male.default
de: male

source: male.file
de: views/profile.rb

source: male.reference
de: views/profile.rb:51

source: male.translation
de: männlich
