Repository: dawidpieper/elten_mobile
Catalog: locale/*.po
Languages: hr

source: Do you want to enable notifications?
hr: Želite li uključiti obavjesti?

source: If you wish, you can configure Elten to receive push notifications regarding new messages, posts in followed threads and so on.
hr: Ako želite, možete konfigurirati obavjesti o novim porukama, postovima u praćenim postovima i tako dalje.

source: Yes
hr: Da

source: No
hr: Ne

source: Failed to register for Push Notifications
hr: Nije moguća registracija za primanje obavjesti

source: Do you wish to enable microphone access?
hr: Želite li uključiti pristup mikrofonu?

source: Elten requires microphone access in order to record audio data. Do you wish to grant it now?
hr: Elten treba mikrofon za snimanje audio zapisa. Želite mu ga dati sada?

source: Not now
hr: Ne sad

source: Refresh
hr: Osvježi

source: Error occurred
hr: Dogodila se pogreška

source: Forums: %{cnt}
hr: Forumi: %{cnt}

source: Threads: %{cnt}
hr: Teme: %{cnt}

source: Posts: %{cnt}
hr: Postovi: %{cnt}

source: New: %{newposts}
hr: Nove: %{newposts}

source: Members
hr: Članovi

source: Leave
hr: Izađi

source: Join
hr: Uđi

source: Accept invitation
hr: Prihvati pozivnicu

source: Request
hr: Zahtjev

source: Followed threads
hr: Praćeni postovi

source: All groups
hr: Sve grupe

source: Open groups
hr: Otvorene grupe

source: Waiting invitations
hr: Očekuje pozivnicu

source: join
hr: Pridruži se

source: leave
hr: Izađi

source: Are you sure you want to join %{groupname}?
hr: Jeste li sigurni da se želite pridružiti grupi %{groupname}?

source: Are you sure you want to leave %{groupname}?
hr: Jeste li sigurni da želite izaći iz %{groupname}?

source: Are you sure you want to request to join %{groupname}?
hr: Jeste li sigurni da želite poslati zahtjev za pridruživanje u grupu %{groupname}?

source: Error
hr: Greška

source: Members of %{groupname}
hr: Članovi %{groupname}

source: invited
hr: Pozvan

source: waiting
hr: Očekuje

source: banned
hr: baniran

source: New thread
hr: Nova tema

source: Follow thread
hr: Prati temu

source: Unfollow thread
hr: Nemoj pratiti temu

source: New
hr: Novo

source: New Thread
hr: Nova tema

source: Title
hr: Naslov

source: Record post
hr: Snimi post

source: Cancel
hr: Odustani

source: Are you sure you want to cancel the creation of new thread?
hr: Želite li odustati od stvaranja nove teme?

source: All the typed text will be lost.
hr: Sav upisani tekst bit će izgubljen.

source: Create thread
hr: Stvori temu

source: Unexpected error occurred while creating thread
hr: Dogodila se neočekivana pogreška pri stvaranju teme

source: Stop recording
hr: Zaustavi snimanje

source: Record again
hr: Snimi opet

source: Play recorded post
hr: Reproduciraj snimljeni post

source: Send
hr: Pošalji

source: Sending...
hr: Šaljem...

source: Error while sending your reply
hr: Greška prilikom slanja vašeg odgovora

source: Show profile
hr: Prikaži profil

source: Record Post
hr: Snimi post

source: Your reply
hr: Vaš odgovor

source: Post reply
hr: Odgovor na post

source: Post by %{author}
hr: Post od %{author}

source: Messages
hr: Poruke

source: Log out
hr: Odjava

source: Show debug info
hr: Pokaži informaciju o otklanjanju pogrešaka

source: Compose new message
hr: Stvori novu poruku

source: Conversations with %{user}
hr: Razgovor sa korisnikom %{user}

source: Record audio message
hr: Snimi audio poruku

source: Information
hr: Informacija

source: Hold this button to record message, release it once record is completed.
hr: Držite ovaj gumb za snimanje poruke, otpustite ga kada završite.

source: Cancel recording
hr: Odustani od snimanja

source: Record Audio Message
hr: Snimi audio poruku

source: New message
hr: Nova poruka

source: in topic %{subject}
hr: U rubrici %{subject}

source: to %{user}
hr: korisniku %{user}

source: Receiver
hr: Primatelj

source: Subject
hr: Naslov

source: Your message
hr: Vaša poruka

source: Record message
hr: Snimi poruku

source: Are you sure you want to cancel the compossing of new message?
hr: Jeste li sigurni da želite stvoriti novu poruku?

source: Unexpected error occurred while sending this message
hr: Dogodila se neočekivana pogreška prilikom slanje poruke

source: Play recorded message
hr: Reproduciraj snimljenu poruku

source: Return to text editor
hr: Vrati se na tekstualni editor

source: Message from %{sender}
hr: Poruka od %{sender}

source: Send message
hr: Pošalji poruku

source: male
hr: Muško

source: female
hr: Žensko

source: Visitingcard
hr: Vizitka

source: Sign In to Elten
hr: Prijavite se u elten

source: Login
hr: Korisničk oime

source: Password
hr: Lozinka

source: Submit
hr: Prijava

source: Signing in, please wait
hr: Prijavljujem, molimo pričekajte

source: Autologin failed
hr: Neuspješna automatska prijava

source: Autologin failed, please sign in manually
hr: Neuspješna automatska prijava, prijavite se ručno

source: Login failed
hr: Neuspjela prijava

source: Do you wish to setup autologin?
hr: Želite li postaviti automatsku prijavu

source: After enabling autologin, you would be no longer prompted for username and password everytime Elten is launched.
hr: Poslije uključenja automatske prijave, neće biti potrebe za unošenjem korisničkog imena i lozinke svak i put kad se elten pokrene.

source: Autologin verification failed
hr: Verifikacija automatske prijave nije uspjela

source: Two-Factor Authentication
hr: Dvofaktorna autentifikacija

source: The authentication code has been sent to the phone number associated with this account. Enter it below to proceed.
hr: Autentifikacijski kod bio je poslan na telefonski broj povezan sa ovim nalogomUpišite ga ispod za nastavak

source: Authentication code
hr: Autentifikacijski kod

source: Continue
hr: Nastavi

source: More
hr: Više
